Repository: kaishi00/hermes-conduit
Catalog: Conduit/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

source: Show all %lld lines
de: Alle %lld Zeilen anzeigen
es: Mostrar las %lld líneas
fr: Afficher les %lld lignes
id: Tampilkan semua %lld baris
it: Mostra tutte le %lld righe
ja: 全%lld行を表示
ko: %lld줄 모두 보기
pl: Pokaż wszystkie %lld wiersza
pt_br: Mostrar todas as %lld linhas
ru: Показать все строки (%lld)
tr: %lld satırın tümünü göster
zh_hans: 显示全部 %lld 行
zh_hant: 顯示全部 %lld 行

source: Show archived tasks
de: Archivierte Aufgaben anzeigen
es: Mostrar tareas archivadas
fr: Afficher les tâches archivées
id: Tampilkan tugas yang diarsipkan
it: Mostra attività archiviate
ja: アーカイブ済みのタスクを表示
ko: 보관된 태스크 보기
pl: Pokaż zarchiwizowane zadania
pt_br: Mostrar tarefas arquivadas
ru: Показывать архивные задачи
tr: Arşivlenmiş görevleri göster
zh_hans: 显示已归档任务
zh_hant: 顯示已封存的任務

source: Show available slash commands
de: Verfügbare Slash-Befehle anzeigen
es: Mostrar los comandos de barra disponibles
fr: Afficher les commandes slash disponibles
id: Tampilkan perintah slash yang tersedia
it: Mostra i comandi slash disponibili
ja: 使用可能なスラッシュコマンドを表示
ko: 사용 가능한 슬래시 명령 보기
pl: Pokaż dostępne polecenia z ukośnikiem
pt_br: Mostrar os comandos de barra disponíveis
ru: Показать доступные слэш-команды
tr: Kullanılabilir eğik çizgi komutlarını göster
zh_hans: 查看可用命令
zh_hant: 顯示可用的斜線指令

source: Show collapsible thinking blocks when provided.
de: Einklappbare Denkblöcke anzeigen, wenn vorhanden.
es: Mostrar bloques de pensamiento contraíbles cuando estén disponibles.
fr: Afficher les blocs de réflexion repliables lorsqu'ils sont fournis.
id: Tampilkan blok pemikiran yang dapat diciutkan jika tersedia.
it: Mostra i blocchi di pensiero comprimibili quando disponibili.
ja: 思考ブロックがある場合、折りたたみ可能な形で表示します。
ko: 제공되는 경우 접을 수 있는 생각 블록을 보여 줘요.
pl: Pokazuj zwijane bloki myślenia, gdy są dostępne.
pt_br: Mostrar blocos de raciocínio recolhíveis quando fornecidos.
ru: Показывать сворачиваемые блоки размышлений, если они есть.
tr: Sağlandığında daraltılabilir düşünme bloklarını göster.
zh_hans: 有思考内容时显示可折叠的思考块。
zh_hant: 有提供時，顯示可收合的思考區塊。

source: Show current session status
de: Aktuellen Sitzungsstatus anzeigen
es: Mostrar el estado de la sesión actual
fr: Afficher l'état de la session actuelle
id: Tampilkan status sesi saat ini
it: Mostra lo stato della sessione attuale
ja: 現在のセッションの状態を表示
ko: 현재 세션 상태 보기
pl: Pokaż stan bieżącej sesji
pt_br: Mostrar o status da sessão atual
ru: Показать состояние текущего сеанса
tr: Geçerli oturum durumunu göster
zh_hans: 显示当前会话状态
zh_hant: 顯示目前工作階段的狀態

source: Show full message
de: Vollständige Nachricht anzeigen
es: Mostrar el mensaje completo
fr: Afficher le message complet
id: Tampilkan pesan lengkap
it: Mostra messaggio completo
ja: メッセージ全文を表示
ko: 전체 메시지 보기
pl: Pokaż całą wiadomość
pt_br: Mostrar mensagem completa
ru: Показать сообщение полностью
tr: Mesajın tamamını göster
zh_hans: 显示完整消息
zh_hant: 顯示完整訊息

source: Show or set approval mode
de: Freigabemodus anzeigen oder festlegen
es: Mostrar o definir el modo de aprobación
fr: Afficher ou définir le mode d'approbation
id: Tampilkan atau atur mode persetujuan
it: Mostra o imposta la modalità di approvazione
ja: 承認モードを表示または設定
ko: 승인 모드 보기 또는 설정
pl: Pokaż lub ustaw tryb zatwierdzania
pt_br: Mostrar ou definir o modo de aprovação
ru: Показать или задать режим разрешений
tr: Onay modunu göster veya ayarla
zh_hans: 显示或设置审批模式
zh_hant: 顯示或設定核准模式

source: Show previews
de: Vorschauen anzeigen
es: Mostrar vistas previas
fr: Afficher les aperçus
id: Tampilkan pratinjau
it: Mostra anteprime
ja: プレビューを表示
ko: 미리보기 표시
pl: Pokazuj podglądy
pt_br: Mostrar pré-visualizações
ru: Показывать превью
tr: Önizlemeleri göster
zh_hans: 显示预览
zh_hant: 顯示預覽

source: Show reasoning
de: Reasoning anzeigen
es: Mostrar razonamiento
fr: Afficher le raisonnement
id: Tampilkan penalaran
it: Mostra ragionamento
ja: 推論を表示
ko: 추론 보기
pl: Pokazuj rozumowanie
pt_br: Mostrar raciocínio
ru: Показывать рассуждения
tr: Akıl yürütmeyi göster
zh_hans: 显示思考
zh_hant: 顯示推理

source: Show sessions
de: Sitzungen anzeigen
es: Mostrar sesiones
fr: Afficher les sessions
id: Tampilkan sesi
it: Mostra sessioni
ja: セッションを表示
ko: 세션 보기
pl: Pokaż sesje
pt_br: Mostrar sessões
ru: Показать сеансы
tr: Oturumları göster
zh_hans: 显示会话
zh_hant: 顯示工作階段

source: Show the Hermes Agent version
de: Version von Hermes Agent anzeigen
es: Mostrar la versión de Hermes Agent
fr: Afficher la version d'Hermes Agent
id: Tampilkan versi Hermes Agent
it: Mostra la versione di Hermes Agent
ja: Hermes Agentのバージョンを表示
ko: Hermes Agent 버전 보기
pl: Pokaż wersję Hermes Agent
pt_br: Mostrar a versão do Hermes Agent
ru: Показать версию Hermes Agent
tr: Hermes Agent sürümünü göster
zh_hans: 显示 Hermes Agent 版本
zh_hant: 顯示 Hermes Agent 版本

source: Show thinking
de: Denkprozess anzeigen
es: Mostrar pensamiento
fr: Afficher la réflexion
id: Tampilkan pemikiran
it: Mostra pensiero
ja: 思考を表示
ko: 생각 보기
pl: Pokazuj myślenie
pt_br: Mostrar pensamento
ru: Показывать размышления
tr: Düşünmeyi göster
zh_hans: 显示思考
zh_hant: 顯示思考過程

source: Show this session's token usage
de: Token-Nutzung dieser Sitzung anzeigen
es: Mostrar el uso de tokens de esta sesión
fr: Afficher l'utilisation des jetons de cette session
id: Tampilkan penggunaan token sesi ini
it: Mostra l'uso dei token di questa sessione
ja: このセッションのトークン使用量を表示
ko: 이 세션의 토큰 사용량 보기
pl: Pokaż zużycie tokenów w tej sesji
pt_br: Mostrar o uso de tokens desta sessão
ru: Показать расход токенов в этом сеансе
tr: Bu oturumun token kullanımını göster
zh_hans: 显示此会话的 Token 用量
zh_hant: 顯示此工作階段的 token 用量

source: Show tool activity
de: Tool-Aktivität anzeigen
es: Mostrar actividad de herramientas
fr: Afficher l'activité des outils
id: Tampilkan aktivitas alat
it: Mostra uso degli strumenti
ja: ツールのアクティビティを表示
ko: 도구 활동 보기
pl: Pokazuj aktywność narzędzi
pt_br: Mostrar atividade das ferramentas
ru: Показывать работу инструментов
tr: Araç etkinliğini göster
zh_hans: 显示工具动态
zh_hant: 顯示工具活動

source: Show tool calls and expandable details in conversations.
de: Tool-Aufrufe und aufklappbare Details in Unterhaltungen anzeigen.
es: Mostrar las llamadas a herramientas y los detalles expandibles en las conversaciones.
fr: Afficher les appels d'outils et les détails dépliables dans les conversations.
id: Tampilkan panggilan alat dan detail yang dapat diluaskan dalam percakapan.
it: Mostra le chiamate agli strumenti e i dettagli espandibili nelle conversazioni.
ja: チャットにツール呼び出しと展開可能な詳細を表示します。
ko: 대화에 도구 호출과 펼칠 수 있는 세부 정보를 표시해요.
pl: Pokazuj wywołania narzędzi i rozwijane szczegóły w rozmowach.
pt_br: Mostrar chamadas de ferramentas e detalhes expansíveis nas conversas.
ru: Показывать вызовы инструментов и раскрываемые подробности в разговорах.
tr: Konuşmalarda araç çağrılarını ve genişletilebilir ayrıntıları göster.
zh_hans: 在对话中显示工具调用及可展开的详情。
zh_hant: 在對話中顯示工具呼叫與可展開的詳細資訊。

source: Show tool calls and their progress in chat.
de: Tool-Aufrufe und ihren Fortschritt im Chat anzeigen.
es: Mostrar las llamadas a herramientas y su progreso en el chat.
fr: Afficher les appels d'outils et leur progression dans la discussion.
id: Tampilkan panggilan alat dan progresnya di obrolan.
it: Mostra le chiamate agli strumenti e il loro avanzamento nella chat.
ja: チャットにツール呼び出しとその進行状況を表示します。
ko: 채팅에 도구 호출과 진행 상황을 표시해요.
pl: Pokazuj wywołania narzędzi i ich postęp w czacie.
pt_br: Mostrar chamadas de ferramentas e o progresso delas no chat.
ru: Показывать вызовы инструментов и их ход в чате.
tr: Sohbette araç çağrılarını ve ilerlemelerini göster.
zh_hans: 在对话中显示工具调用及其进度。
zh_hant: 在聊天中顯示工具呼叫及其進度。

source: Shows assignee, tenant, archived, and running grouping options
de: Zeigt Optionen für Zuständigkeit, Mandant, Archiv und Gruppierung laufender Aufgaben
es: Muestra opciones de responsable, inquilino, archivados y agrupación de En ejecución
fr: Affiche les options de responsable, de locataire, d'archives et de regroupement En cours
id: Menampilkan opsi penanggung jawab, tenant, arsip, dan pengelompokan tugas berjalan
it: Mostra le opzioni per assegnatario, tenant, archiviate e raggruppamento di In esecuzione
ja: 担当者、テナント、アーカイブ済み、実行中によるグループ化オプションを表示します
ko: 담당자, 테넌트, 보관됨, 실행 중 그룹화 옵션을 보여 줘요
pl: Pokazuje opcje wykonawcy, dzierżawy, zarchiwizowanych i grupowania kolumny „W toku”
pt_br: Mostra as opções de responsável, locatário, arquivadas e agrupamento de tarefas em execução
ru: Показывает параметры исполнителя, тенанта, архивных задач и группировки колонки «В работе»
tr: Atanan, kiracı, arşivlenmiş ve çalışan gruplandırma seçeneklerini gösterir
zh_hans: 显示负责人、租户、已归档与运行中分组选项
zh_hant: 顯示負責人、租用戶、已封存和執行中分組選項

source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
id: Masuk
it: Accedi
ja: サインイン
ko: 로그인
pl: Zaloguj się
pt_br: Fazer Login
ru: Войти
tr: Giriş Yap
zh_hans: 登录
zh_hant: 登入

source: Sign In required
de: Anmeldung erforderlich
es: Inicio de sesión necesario
fr: Connexion requise
id: Perlu masuk
it: Accesso richiesto
ja: サインインが必要です
ko: 로그인 필요
pl: Wymagane logowanie
pt_br: Login necessário
ru: Требуется вход
tr: Giriş gerekli
zh_hans: 需要登录
zh_hant: 需要登入

source: Sign In to Reconnect
de: Anmelden zum Neuverbinden
es: Inicia sesión para reconectar
fr: Se reconnecter
id: Masuk untuk Menghubungkan Ulang
it: Accedi per riconnetterti
ja: サインインして再接続
ko: 로그인하여 다시 연결
pl: Zaloguj się, aby połączyć ponownie
pt_br: Fazer Login para Reconectar
ru: Войти и переподключиться
tr: Yeniden Bağlanmak İçin Giriş Yap
zh_hans: 登录以重新连接
zh_hant: 登入以重新連線

source: Sign Out of This Dashboard
de: Von diesem Dashboard abmelden
es: Cerrar sesión en este panel
fr: Se déconnecter de ce tableau de bord
id: Keluar dari Dasbor Ini
it: Esci da questa dashboard
ja: このダッシュボードからサインアウト
ko: 이 대시보드에서 로그아웃
pl: Wyloguj się z tego panelu
pt_br: Sair Deste Painel
ru: Выйти из этого дашборда
tr: Bu Panelden Çıkış Yap
zh_hans: 退出登录此仪表板
zh_hant: 登出此儀表板

source: Sign-in didn’t complete
de: Anmeldung nicht abgeschlossen
es: No se completó el inicio de sesión
fr: La connexion n'a pas abouti
id: Proses masuk tidak selesai
it: L'accesso non è stato completato
ja: サインインが完了しませんでした
ko: 로그인이 완료되지 않았어요
pl: Logowanie nie zostało ukończone
pt_br: O login não foi concluído
ru: Вход не завершён
tr: Giriş tamamlanmadı
zh_hans: 登录未完成
zh_hant: 登入未完成

source: Sign-in required
de: Anmeldung erforderlich
es: Inicio de sesión necesario
fr: Connexion requise
id: Perlu masuk
it: Accesso richiesto
ja: サインインが必要です
ko: 로그인 필요
pl: Wymagane logowanie
pt_br: Login necessário
ru: Требуется вход
tr: Giriş gerekli
zh_hans: 需要登录
zh_hant: 需要登入

source: Signing in succeeded, but Conduit could not start a Hermes session. The dashboard may be busy, restarting, or it did not accept the new session — try again.
de: Die Anmeldung war erfolgreich, aber Conduit konnte keine Hermes-Sitzung starten. Das Dashboard ist eventuell ausgelastet, startet neu oder hat die neue Sitzung nicht angenommen – versuche es erneut.
es: Se inició sesión correctamente, pero Conduit no pudo iniciar una sesión de Hermes. Puede que el panel esté ocupado, reiniciándose o que no aceptara la nueva sesión. Vuelve a intentarlo.
fr: La connexion a réussi, mais Conduit n'a pas pu démarrer de session Hermes. Le tableau de bord est peut-être occupé, en cours de redémarrage, ou il n'a pas accepté la nouvelle session. Réessayez.
id: Berhasil masuk, tetapi Conduit tidak dapat memulai sesi Hermes. Dasbor mungkin sibuk, sedang dimulai ulang, atau tidak menerima sesi baru — coba lagi.
it: Accesso riuscito, ma Conduit non è riuscito ad avviare una sessione Hermes. La dashboard potrebbe essere occupata, in riavvio o non aver accettato la nuova sessione: riprova.
ja: サインインには成功しましたが、ConduitでHermesセッションを開始できませんでした。ダッシュボードがビジー状態か再起動中であるか、新しいセッションが受け入れられなかった可能性があります。もう一度お試しください。
ko: 로그인에 성공했지만 Conduit이 Hermes 세션을 시작할 수 없었어요. 대시보드가 사용 중이거나 재시작 중이거나 새 세션을 받아들이지 않았을 수 있어요 — 다시 시도하세요.
pl: Logowanie powiodło się, ale Conduit nie mógł rozpocząć sesji Hermes. Panel może być zajęty, uruchamiać się ponownie lub nie zaakceptował nowej sesji — spróbuj ponownie.
pt_br: O login funcionou, mas o Conduit não conseguiu iniciar uma sessão do Hermes. O painel pode estar ocupado, reiniciando ou não aceitou a nova sessão — tente novamente.
ru: Вход выполнен, но Conduit не удалось начать сеанс Hermes. Возможно, дашборд занят, перезапускается или не принял новый сеанс — повторите попытку.
tr: Giriş başarılı oldu ancak Conduit bir Hermes oturumu başlatamadı. Panel meşgul olabilir, yeniden başlatılıyor olabilir veya yeni oturumu kabul etmemiş olabilir — yeniden deneyin.
zh_hans: 登录成功，但 Conduit 无法启动 Hermes 会话。仪表盘可能正忙、正在重启，或未接受新会话——请重试。
zh_hant: 登入成功，但 Conduit 無法開始 Hermes 工作階段。儀表板可能忙碌中、正在重新啟動，或未接受新的工作階段。請再試一次。

source: Siri remains the supported way to begin a voice conversation from the Lock Screen.
de: Siri bleibt der unterstützte Weg, eine Sprachunterhaltung vom Sperrbildschirm aus zu beginnen.
es: Siri sigue siendo la forma admitida de iniciar una conversación de voz desde la pantalla de bloqueo.
fr: Siri reste le moyen pris en charge pour lancer une conversation vocale depuis l'écran verrouillé.
id: Siri tetap menjadi cara yang didukung untuk memulai percakapan suara dari Layar Terkunci.
it: Siri resta il modo supportato per iniziare una conversazione vocale dalla schermata di blocco.
ja: ロック画面から音声会話を始める方法としては、引き続きSiriがサポートされています。
ko: 잠금 화면에서 음성 대화를 시작하는 방법으로는 여전히 Siri가 지원돼요.
pl: Rozmowę głosową z ekranu blokady nadal można rozpocząć za pomocą Siri.
pt_br: A Siri continua sendo a forma compatível de iniciar uma conversa por voz na Tela Bloqueada.
ru: Для запуска голосового разговора с экрана блокировки по-прежнему поддерживается Siri.
tr: Kilitli Ekran'dan sesli konuşma başlatmanın desteklenen yolu Siri'dir.
zh_hans: Siri 仍是从锁定屏幕发起语音对话的受支持方式。
zh_hant: Siri 仍是從鎖定畫面開始語音對話的支援方式。

source: Size
de: Größe
es: Tamaño
fr: Taille
id: Ukuran
it: Dimensione
ja: サイズ
ko: 크기
pl: Rozmiar
pt_br: Tamanho
ru: Размер
tr: Boyut
zh_hans: 大小
zh_hant: 大小

source: Skills & extensions
de: Skills & Erweiterungen
es: Habilidades y extensiones
fr: Compétences et extensions
id: Skill & ekstensi
it: Skill ed estensioni
ja: スキルと拡張機能
ko: 스킬 및 확장 기능
pl: Umiejętności i rozszerzenia
pt_br: Habilidades e extensões
ru: Навыки и расширения
tr: Beceriler ve uzantılar
zh_hans: 技能与扩展
zh_hant: 技能與擴充功能

source: Skills, toolsets, and categories
de: Skills, Toolsets und Kategorien
es: Habilidades, conjuntos de herramientas y categorías
fr: Compétences, ensembles d'outils et catégories
id: Skill, set alat, dan kategori
it: Skill, set di strumenti e categorie
ja: スキル、ツールセット、カテゴリ
ko: 스킬, 도구 세트, 카테고리
pl: Umiejętności, zestawy narzędzi i kategorie
pt_br: Habilidades, conjuntos de ferramentas e categorias
ru: Навыки, наборы инструментов и категории
tr: Beceriler, araç setleri ve kategoriler
zh_hans: 技能、工具集与分类
zh_hant: 技能、工具集與類別

source: Slug is immutable: %@
de: Slug ist unveränderlich: %@
es: El identificador no se puede cambiar: %@
fr: Le slug est immuable : %@
id: Slug tidak dapat diubah: %@
it: Lo slug non è modificabile: %@
ja: スラッグは変更できません：%@
ko: 슬러그는 변경할 수 없어요: %@
pl: Identyfikatora nie można zmienić: %@
pt_br: O slug não pode ser alterado: %@
ru: Слаг нельзя изменить: %@
tr: Kısa ad değiştirilemez: %@
zh_hans: 标识不可更改：%@
zh_hant: 代稱無法更改：%@

source: Something else…
de: Etwas anderes …
es: Otra cosa…
fr: Autre chose…
id: Jawaban lain…
it: Qualcos'altro…
ja: その他…
ko: 다른 답변…
pl: Coś innego…
pt_br: Outra coisa…
ru: Другое…
tr: Başka bir şey…
zh_hans: 其他…
zh_hant: 其他…

source: Something went wrong while connecting to the dashboard. Try again.
de: Beim Verbinden mit dem Dashboard ist ein Fehler aufgetreten. Versuche es erneut.
es: Algo falló al conectarse al panel. Vuelve a intentarlo.
fr: Un problème est survenu lors de la connexion au tableau de bord. Réessayez.
id: Terjadi kesalahan saat menghubungkan ke dasbor. Coba lagi.
it: Si è verificato un problema durante la connessione alla dashboard. Riprova.
ja: ダッシュボードへの接続中に問題が発生しました。もう一度お試しください。
ko: 대시보드에 연결하는 중 문제가 발생했어요. 다시 시도하세요.
pl: Podczas łączenia z panelem coś poszło nie tak. Spróbuj ponownie.
pt_br: Algo deu errado ao conectar ao painel. Tente novamente.
ru: При подключении к дашборду что-то пошло не так. Повторите попытку.
tr: Panele bağlanırken bir sorun oluştu. Yeniden deneyin.
zh_hans: 连接仪表盘时出了问题。请重试。
zh_hant: 連線到儀表板時發生問題。請再試一次。

source: Steering Hermes
de: Hermes wird nachgesteuert
es: Guiando a Hermes
fr: Réorientation d'Hermes
id: Mengarahkan Hermes
it: Stai reindirizzando Hermes
ja: Hermesを軌道修正中
ko: Hermes 방향 조정 중
pl: Kierowanie Hermesem
pt_br: Orientando o Hermes
ru: Корректировка Hermes
tr: Hermes yönlendiriliyor
zh_hans: 正在引导 Hermes
zh_hant: 正在引導 Hermes

source: Hermes keeps working with your words added.
de: Hermes arbeitet weiter und berücksichtigt deine Worte.
es: Hermes sigue trabajando con tus palabras añadidas.
fr: Hermes continue de travailler en tenant compte de vos mots.
id: Hermes terus bekerja dengan tambahan kata-kata Anda.
it: Hermes continua a lavorare con le tue parole aggiunte.
ja: Hermesはあなたの発言を取り入れて作業を続けます。
ko: Hermes가 사용자의 말을 반영해 계속 작업해요.
pl: Hermes pracuje dalej, uwzględniając Twoje słowa.
pt_br: O Hermes continua trabalhando com suas palavras adicionadas.
ru: Hermes продолжает работу с учётом ваших слов.
tr: Hermes, sözleriniz eklenmiş olarak çalışmaya devam eder.
zh_hans: Hermes 会继续处理，并加入你说的话。
zh_hant: Hermes 會加入你說的話繼續處理。

source: Speak over Hermes to start a new turn.
de: Sprich über Hermes hinweg, um einen neuen Durchgang zu beginnen.
es: Habla encima de Hermes para iniciar un nuevo turno.
fr: Parlez par-dessus Hermes pour commencer un nouveau tour.
id: Bicara menyela Hermes untuk memulai giliran baru.
it: Parla sopra Hermes per iniziare un nuovo turno.
ja: Hermesの発話に割り込んで話すと、新しいターンが始まります。
ko: Hermes가 말하는 중에 말하면 새 턴이 시작돼요.
pl: Mów, przerywając Hermesowi, aby rozpocząć nową wypowiedź.
pt_br: Fale por cima do Hermes para iniciar um novo turno.
ru: Заговорите поверх Hermes, чтобы начать новую реплику.
tr: Yeni bir tur başlatmak için Hermes konuşurken araya girin.
zh_hans: 直接说话即可打断 Hermes 并开始新一轮对话。
zh_hant: 直接說話即可打斷 Hermes，開始新的回合。

source: Speak to steer Hermes while it works.
de: Sprich, um Hermes während der Arbeit nachzusteuern.
es: Habla para guiar a Hermes mientras trabaja.
fr: Parlez pour réorienter Hermes pendant qu'il travaille.
id: Bicara untuk mengarahkan Hermes saat sedang bekerja.
it: Parla per reindirizzare Hermes mentre lavora.
ja: Hermesの作業中に話しかけると、軌道修正できます。
ko: Hermes가 작업하는 동안 말하면 방향을 조정할 수 있어요.
pl: Mów, aby pokierować Hermesem podczas jego pracy.
pt_br: Fale para orientar o Hermes enquanto ele trabalha.
ru: Говорите, чтобы корректировать Hermes во время работы.
tr: Hermes çalışırken onu yönlendirmek için konuşun.
zh_hans: Hermes 处理时，直接说话即可引导它。
zh_hant: Hermes 處理時，直接說話即可引導它。

source: Specify Task
de: Aufgabe spezifizieren
es: Especificar tarea
fr: Spécifier la tâche
id: Rinci Tugas
it: Specifica attività
ja: タスクを具体化
ko: 태스크 상세화
pl: Uszczegółowij zadanie
pt_br: Especificar Tarefa
ru: Детализировать задачу
tr: Görevi Ayrıntılandır
zh_hans: 细化任务
zh_hant: 細化任務

source: Speech Recognition permission is required for on-device transcription.
de: Für die Transkription auf dem Gerät ist die Berechtigung für Spracherkennung erforderlich.
es: Se requiere el permiso de Reconocimiento de voz para la transcripción en el dispositivo.
fr: L'autorisation de reconnaissance vocale est requise pour la transcription sur l'appareil.
id: Izin Pengenalan Ucapan diperlukan untuk transkripsi di perangkat.
it: Per la trascrizione sul dispositivo è necessaria l'autorizzazione Riconoscimento vocale.
ja: デバイス上での文字起こしには音声認識の許可が必要です。
ko: 기기 내 텍스트 변환을 사용하려면 음성 인식 권한이 필요해요.
pl: Transkrypcja na urządzeniu wymaga zgody na rozpoznawanie mowy.
pt_br: A permissão de Reconhecimento de Fala é necessária para a transcrição no aparelho.
ru: Для распознавания речи на устройстве требуется разрешение «Распознавание речи».
tr: Cihaz üzerinde transkripsiyon için Konuşma Tanıma izni gerekir.
zh_hans: 设备端转录需要语音识别权限。
zh_hant: 裝置端轉寫需要語音辨識權限。

source: Speech Recognition permission was denied. Please enable it in Settings > Conduit > Speech Recognition.
de: Die Berechtigung für Spracherkennung wurde verweigert. Aktiviere sie unter „Einstellungen“ > „Conduit“ > „Spracherkennung“.
es: Se denegó el permiso de Reconocimiento de voz. Actívalo en Ajustes > Conduit > Reconocimiento de voz.
fr: L'autorisation de reconnaissance vocale a été refusée. Activez-la dans Réglages > Conduit > Reconnaissance vocale.
id: Izin Pengenalan Ucapan ditolak. Aktifkan di Pengaturan > Conduit > Pengenalan Ucapan.
it: L'autorizzazione Riconoscimento vocale è stata negata. Attivala in Impostazioni > Conduit > Riconoscimento vocale.
ja: 音声認識の許可が拒否されました。「設定」>「Conduit」>「音声認識」で有効にしてください。
ko: 음성 인식 권한이 거부됐어요. ‘설정’ > ‘Conduit’ > ‘음성 인식’에서 켜세요.
pl: Odmówiono zgody na rozpoznawanie mowy. Włącz ją w Ustawieniach > Conduit > Rozpoznawanie mowy.
pt_br: A permissão de Reconhecimento de Fala foi negada. Ative-a em Ajustes > Conduit > Reconhecimento de Fala.
ru: Доступ к распознаванию речи запрещён. Включите его в «Настройки» > Conduit > «Распознавание речи».
tr: Konuşma Tanıma izni reddedildi. Lütfen Ayarlar > Conduit > Konuşma Tanıma bölümünden etkinleştirin.
zh_hans: 语音识别权限已被拒绝。请在「设置」>「Conduit」>「语音识别」中启用。
zh_hant: 語音辨識權限已遭拒。請在「設定」>「Conduit」>「語音辨識」中啟用。

source: Speech playback completed.
de: Sprachwiedergabe abgeschlossen.
es: Reproducción de voz completada.
fr: Lecture vocale terminée.
id: Pemutaran ucapan selesai.
it: Riproduzione vocale completata.
ja: 音声の再生が完了しました。
ko: 음성 재생이 완료됐어요.
pl: Zakończono odtwarzanie mowy.
pt_br: Reprodução de fala concluída.
ru: Воспроизведение речи завершено.
tr: Konuşma oynatma tamamlandı.
zh_hans: 语音播放完成。
zh_hant: 語音播放完畢。

source: Speech providers, credentials, and device opt-in
de: Sprachanbieter, Zugangsdaten und Aktivierung auf dem Gerät
es: Proveedores de voz, credenciales y activación en el dispositivo
fr: Fournisseurs vocaux, identifiants et activation sur l'appareil
id: Penyedia ucapan, kredensial, dan keikutsertaan perangkat
it: Provider vocali, credenziali e attivazione sul dispositivo
ja: 音声プロバイダ、認証情報、デバイスでの有効化
ko: 음성 제공자, 자격 증명 및 기기 사용 설정
pl: Dostawcy mowy, dane uwierzytelniające i włączenie na tym urządzeniu
pt_br: Provedores de fala, credenciais e ativação no aparelho
ru: Провайдеры речи, учётные данные и включение на устройстве
tr: Konuşma sağlayıcıları, kimlik bilgileri ve cihaz katılımı
zh_hans: 语音提供方、凭据与设备端启用
zh_hant: 語音供應商、認證資訊與裝置啟用設定
